/* General purpose labels for buttons*/
"Delete" = "Delete";
"OK" = "OK";

/* Tab names*/
"Home" = "Home";
"Open" = "Open";
"Closed" = "Closed";
"Awards" = "Awards";

/* localized texts for home view*/
"Up next" = "Up next";
"More to explore" = "More to explore";
"%@, %lld items, %g%% complete" = "%@, %lld items, %g%% complete"; /* localized text for accessibility label*/

/* localized texts for project view*/
"Open Projects" = "Open Projects";
"Closed Projects" = "Closed Projects";
"Add Project" = "Add Project";
"Add new item" = "Add new item";
"There's nothing here right now :(" = "There's nothing here right now :(";
"Sort" = "Sort";
/* reading item row*/
"%@, completed" = "%@, completed";
"%@, high priority" = "%@, high priority";

/* Button that shows options to filter items by*/
"Sort items" = "Sort items";
"Optimized" = "Optimized";
"Creation date" = "Creation date";
"Title" = "Title";

/* localized texts for edit project view*/
"New Project" = "New Project";
"Project name" = "Project name";
"Add project" = "Add project";
"Edit Project" = "Edit Project";
"Description of this project" = "Description of this project";
"Basic Settings" = "Basic Settings";
"Basic settings" = "Basic settings";
"Custom project colors" = "Custom project colors";
"Delete project?" = "Delete project?";
"Are you sure you want to delete this project? You will also delete all the items it contains" = "Are you sure you want to delete this project? You will also delete all the items it contains";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely  " = "Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely  ";
"Close this project" = "Close this project";
"Delete this project" = "Delete this project";
"Reopen this project" = "Reopen this project";

/* localized texts for selecting project colors*/
"Select a project color" = "Select a project color";
"Pink" = "Pink";
"Purple" = "Purple";
"Red" = "Red";
"Orange" = "Orange";
"Gold" = "Gold";
"Green" = "Green";
"Teal" = "Teal";
"Light Blue" = "Light Blue";
"Dark Blue" = "Dark Blue";
"Midnight" = "Midnight";
"Dark Gray" = "Dark Gray";
"Gray" = "Gray";

/* localized texts for Edit item view*/
"New Item" = "New Item";
"Edit item" = "Edit item";
"Item name" = "Item name";
"Description" = "Description";
"Priority" = "Priority";
"Low" = "Low";
"Medium" = "Medium";
"High" = "High";
"Mark completed" = "Mark completed";

/* localized texts for Awards view*/
"Locked!" = "Locked!";
"Unlocked award: %@" = "Unlocked award: %@";

/* Random localized texts*/
"Please select something from the menu to begin" = "Please select something from the menu to begin";






















